Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Onboarding_V2_ProfileStandardTitle.Text
source: Balanced
fr_fr: Équilibré
pt_br: Equilibrado
zh_cn: 均衡
zh_tw: 平衡

# Onboarding_V2_ProfileStandardDescription.Text
source: Commands, Canvas, screen capture and voice.
fr_fr: Commandes, Canvas, capture d’écran et voix.
pt_br: Comandos, Canvas, captura de tela e voz.
zh_cn: 命令、Canvas、屏幕捕获和语音。
zh_tw: 命令、Canvas、螢幕擷取和語音。

# Onboarding_V2_ProfileFullTitle.Text
source: Open
fr_fr: Ouvert
pt_br: Aberto
zh_cn: 开放
zh_tw: 開放

# Onboarding_V2_ProfileFullDescription.Text
source: All eight capabilities, including Camera, Location and Browser control.
fr_fr: Les huit capacités, dont la caméra, la localisation et le contrôle du navigateur.
pt_br: Todas as oito capacidades, incluindo câmera, localização e controle do navegador.
zh_cn: 全部八项能力，包括相机、位置和浏览器控制。
zh_tw: 全部八項能力，包括相機、位置和瀏覽器控制。

# Onboarding_V2_CustomizeCapabilities.Header
source: Customize capabilities
fr_fr: Personnaliser les capacités
pt_br: Personalizar capacidades
zh_cn: 自定义能力
zh_tw: 自訂能力

# Onboarding_V2_NoCapabilities
source: No optional capabilities selected.
fr_fr: Aucune capacité facultative sélectionnée.
pt_br: Nenhuma capacidade opcional selecionada.
zh_cn: 未选择任何可选能力。
zh_tw: 未選取任何選用能力。

# Onboarding_V2_BrowserPrerequisite
source: Requires Node mode and a ready Gateway. Your selection is retained.
fr_fr: Nécessite Node mode et un Gateway prêt. Votre sélection est conservée.
pt_br: Requer Node mode e um Gateway pronto. Sua seleção é mantida.
zh_cn: 需要 Node mode 和已就绪的 Gateway。您的选择会保留。
zh_tw: 需要 Node mode 和已就緒的 Gateway。您的選擇會保留。

# Onboarding_V2_BlockerManagedWslRoute
source: Choose a Gateway route
fr_fr: Choisissez un mode de connexion au Gateway
pt_br: Escolha uma opção de Gateway
zh_cn: 选择 Gateway 方式
zh_tw: 選擇 Gateway 方式

# Onboarding_V2_BlockerWslInspection
source: WSL inspection is incomplete
fr_fr: L’inspection WSL est incomplète
pt_br: A inspeção do WSL está incompleta
zh_cn: WSL 检查尚未完成
zh_tw: WSL 檢查尚未完成

# Onboarding_V2_BlockerReplacement
source: Replacement needs your confirmation
fr_fr: Le remplacement nécessite votre confirmation
pt_br: A substituição precisa da sua confirmação
zh_cn: 替换需要您的确认
zh_tw: 取代需要您的確認

# Onboarding_V2_BlockerLocalAi
source: Local AI is not ready
fr_fr: L’IA locale n’est pas prête
pt_br: A IA local não está pronta
zh_cn: 本地 AI 尚未就绪
zh_tw: 本機 AI 尚未就緒

# Onboarding_V2_BlockerNetworkingConsent
source: Local AI needs networking consent
fr_fr: L’IA locale nécessite votre accord pour le réseau
pt_br: A IA local precisa de consentimento para a rede
zh_cn: 本地 AI 需要网络更改授权
zh_tw: 本機 AI 需要網路變更授權

# Onboarding_V2_BlockerTailscale
source: Tailscale prerequisites are incomplete
fr_fr: Les prérequis Tailscale sont incomplets
pt_br: Os pré-requisitos do Tailscale estão incompletos
zh_cn: Tailscale 前提条件尚未满足
zh_tw: Tailscale 必要條件尚未滿足

# Onboarding_V2_RequirementManagedWslRoute
source: This review installs a managed WSL Gateway. Choose an existing Gateway instead to connect without replacing anything.
fr_fr: Cette vérification prépare l’installation d’un Gateway WSL géré. Choisissez plutôt un Gateway existant pour vous connecter sans rien remplacer.
pt_br: Esta revisão prepara a instalação de um Gateway WSL gerenciado. Escolha um Gateway existente para se conectar sem substituir nada.
zh_cn: 此审核用于安装受管理的 WSL Gateway。若只想连接而不替换任何内容，请选择现有 Gateway。
zh_tw: 此檢閱用於安裝受管理的 WSL Gateway。若只想連線而不取代任何內容，請選擇現有 Gateway。

# Onboarding_V2_RequirementWslInspection
source: Complete or retry Gateway inspection for {0}. Installation stays blocked until inspection succeeds for this exact target.
fr_fr: Terminez ou relancez l’inspection du Gateway pour {0}. L’installation reste bloquée tant que l’inspection de cette cible exacte n’a pas réussi.
pt_br: Conclua ou repita a inspeção do Gateway para {0}. A instalação fica bloqueada até que a inspeção desse destino exato seja bem-sucedida.
zh_cn: 请完成或重试 {0} 的 Gateway 检查。只有针对此确切目标的检查成功后才能安装。
zh_tw: 請完成或重試 {0} 的 Gateway 檢查。只有針對此確切目標的檢查成功後才能安裝。

# Onboarding_V2_RequirementReplacement
source: Installation will replace the existing setup for {0}. Review the consequences and check the consent box below. To keep your setup, go Back and choose an existing Gateway.
fr_fr: L’installation remplacera la configuration existante de {0}. Vérifiez les conséquences et cochez la case de consentement ci-dessous. Pour conserver votre configuration, revenez en arrière et choisissez un Gateway existant.
pt_br: A instalação substituirá a configuração existente de {0}. Revise as consequências e marque a caixa de consentimento abaixo. Para manter sua configuração, volte e escolha um Gateway existente.
zh_cn: 安装将替换 {0} 的现有配置。请查看后果并勾选下方的同意框。若要保留现有配置，请返回并选择现有 Gateway。
zh_tw: 安裝將取代 {0} 的現有設定。請檢閱後果並勾選下方的同意方塊。若要保留現有設定，請返回並選擇現有 Gateway。

# Onboarding_V2_RequirementLocalAi
source: Review Local AI availability and the selected model. You can turn Local AI off outside recovery; recovery requires it to be ready.
fr_fr: Vérifiez la disponibilité de l’IA locale et le modèle sélectionné. Vous pouvez désactiver l’IA locale hors récupération ; la récupération exige qu’elle soit prête.
pt_br: Revise a disponibilidade da IA local e o modelo selecionado. Você pode desativar a IA local fora da recuperação; a recuperação exige que ela esteja pronta.
zh_cn: 请检查本地 AI 可用性和所选模型。非恢复模式下可关闭本地 AI；恢复模式要求本地 AI 就绪。
zh_tw: 請檢查本機 AI 可用性和所選模型。非復原模式下可關閉本機 AI；復原模式要求本機 AI 就緒。

# Onboarding_V2_RequirementNetworkingConsent
source: Review the global .wslconfig change and one-time shutdown of all WSL distributions. Nothing changes until you explicitly consent and install.
fr_fr: Vérifiez la modification globale de .wslconfig et l’arrêt unique de toutes les distributions WSL. Rien ne change avant votre accord explicite et l’installation.
pt_br: Revise a alteração global de .wslconfig e o desligamento único de todas as distribuições WSL. Nada muda até você consentir explicitamente e instalar.
zh_cn: 请审核全局 .wslconfig 更改和一次性关闭所有 WSL 发行版的操作。只有在您明确同意并开始安装后才会进行更改。
zh_tw: 請檢閱全域 .wslconfig 變更和一次性關閉所有 WSL 發行版的操作。只有在您明確同意並開始安裝後才會進行變更。

# Onboarding_V2_RequirementTailscale
source: Review Windows sign-in, MagicDNS and the selected authentication method, or turn Tailscale off.
fr_fr: Vérifiez la connexion sous Windows, MagicDNS et la méthode d’authentification choisie, ou désactivez Tailscale.
pt_br: Revise o login no Windows, o MagicDNS e o método de autenticação escolhido, ou desative o Tailscale.
zh_cn: 请检查 Windows 登录状态、MagicDNS 和所选身份验证方式，或关闭 Tailscale。
zh_tw: 請檢查 Windows 登入狀態、MagicDNS 和所選驗證方式，或關閉 Tailscale。

# Onboarding_V2_ActionManagedWslRoute
source: Choose Gateway
fr_fr: Choisir le Gateway
pt_br: Escolher Gateway
zh_cn: 选择 Gateway
zh_tw: 選擇 Gateway

# Onboarding_V2_ActionWslInspection
source: Check Gateway
fr_fr: Vérifier le Gateway
pt_br: Verificar Gateway
zh_cn: 检查 Gateway
zh_tw: 檢查 Gateway

# Onboarding_V2_ActionReplacement
source: Review replacement
fr_fr: Examiner le remplacement
pt_br: Revisar substituição
zh_cn: 审核替换
zh_tw: 檢閱取代

# Onboarding_V2_ActionLocalAi
source: Review Local AI
fr_fr: Vérifier l’IA locale
pt_br: Revisar IA local
zh_cn: 审核本地 AI
zh_tw: 檢閱本機 AI

# Onboarding_V2_ActionNetworkingConsent
source: Review networking
fr_fr: Vérifier le réseau
pt_br: Revisar rede
zh_cn: 审核网络
zh_tw: 檢閱網路

# Onboarding_V2_ActionTailscale
source: Review Tailscale
fr_fr: Vérifier Tailscale
pt_br: Revisar Tailscale
zh_cn: 审核 Tailscale
zh_tw: 檢閱 Tailscale

# Onboarding_AiSetup_ArtworkAction_Pair
source: Pair
fr_fr: Associer
pt_br: Emparelhar
zh_cn: 配对
zh_tw: 配對

# Onboarding_AiSetup_ArtworkAction_Setup
source: Set up…
fr_fr: Configurer…
pt_br: Configurar…
zh_cn: 设置…
zh_tw: 設定…

# Onboarding_AiSetup_ArtworkAction_Configure
source: Configure…
fr_fr: Configurer…
pt_br: Configurar…
zh_cn: 配置…
zh_tw: 設定…

# Onboarding_AiSetup_ArtworkAction_Connect
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# Onboarding_AiSetup_ArtworkAction_SignIn
source: Sign in
fr_fr: Se connecter
pt_br: Entrar
zh_cn: 登录
zh_tw: 登入

# Onboarding_AiSetup_ArtworkAction_Prepare
source: Connect / Set up
fr_fr: Connecter / Configurer
pt_br: Conectar / Configurar
zh_cn: 连接 / 设置
zh_tw: 連線 / 設定

# Onboarding_AiSetup_ArtworkUnavailable
source: Provider logo unavailable ({0}). Provider setup is still available.
fr_fr: Logo du fournisseur indisponible ({0}). La configuration du fournisseur reste disponible.
pt_br: Logotipo do provedor indisponível ({0}). A configuração do provedor continua disponível.
zh_cn: 提供商徽标不可用（{0}）。仍可设置提供商。
zh_tw: 提供者標誌無法使用（{0}）。仍可設定提供者。

# Onboarding_V3_ProfileHeading.Text
source: What your agent can do
fr_fr: Ce que votre agent peut faire
pt_br: O que seu agente pode fazer
zh_cn: 您的代理可以做什么
zh_tw: 您的代理可以做什麼

# Onboarding_V3_ProfileHelp.Text
source: Choose a preset. Open Fine-tune to inspect or change individual capabilities.
fr_fr: Choisissez un profil. Ouvrez Ajuster pour consulter ou modifier chaque capacité.
pt_br: Escolha um perfil. Abra Ajustar para consultar ou alterar cada capacidade.
zh_cn: 选择预设。展开“微调”可查看或更改各项能力。
zh_tw: 選擇預設。展開「微調」可查看或變更各項能力。

# Onboarding_V3_FineTune.Text
source: Fine-tune
fr_fr: Ajuster
pt_br: Ajustar
zh_cn: 微调
zh_tw: 微調

# Onboarding_V3_TransportRequired.Title
source: Capabilities are unavailable
fr_fr: Les capacités sont indisponibles
pt_br: As capacidades estão indisponíveis
zh_cn: 能力不可用
zh_tw: 能力無法使用

# Onboarding_V3_TransportRequired.Message
source: Turn on Node mode or Local MCP Server to use these capabilities. Your choices are kept.
fr_fr: Activez Node mode ou Local MCP Server pour utiliser ces capacités. Vos choix sont conservés.
pt_br: Ative Node mode ou Local MCP Server para usar estas capacidades. Suas escolhas são mantidas.
zh_cn: 开启 Node mode 或 Local MCP Server 即可使用这些能力。您的选择会保留。
zh_tw: 開啟 Node mode 或 Local MCP Server 即可使用這些能力。您的選擇會保留。

source: Custom: choose individual capabilities
fr_fr: Personnalisé : choisir chaque capacité
pt_br: Personalizado: escolher cada capacidade
zh_cn: 自定义：逐项选择能力
zh_tw: 自訂：逐項選取能力

# Onboarding_V3_ProfileCustomTitle.Text
source: Custom
fr_fr: Personnalisé
pt_br: Personalizado
zh_cn: 自定义
zh_tw: 自訂

# Onboarding_V3_ProfileCustomDescription.Text
source: Start with your current choices and adjust them below.
fr_fr: Partez de vos choix actuels et ajustez-les ci-dessous.
pt_br: Comece com suas escolhas atuais e ajuste-as abaixo.
zh_cn: 保留当前选择，并在下方进行调整。
zh_tw: 保留目前選擇，並在下方進行調整。

# Onboarding_AiSetup_OnThisPc
source: On this PC
fr_fr: Sur ce PC
pt_br: Neste PC
zh_cn: 在此电脑上
zh_tw: 在此電腦上

# Onboarding_AiSetup_LocalTitle
source: Local AI on this PC
fr_fr: IA locale sur ce PC
pt_br: IA local neste PC
zh_cn: 此电脑上的本地 AI
zh_tw: 此電腦上的本機 AI

# Onboarding_AiSetup_LocalExplanation
source: Managed Windows llama-server uses this PC's GPU. This is separate from NVIDIA's hosted API.
fr_fr: Le llama-server Windows géré utilise le GPU de ce PC. Il est distinct de l’API hébergée de NVIDIA.
pt_br: O llama-server gerenciado do Windows usa a GPU deste PC. Ele é separado da API hospedada da NVIDIA.
zh_cn: 托管的 Windows llama-server 使用此电脑的 GPU。这与 NVIDIA 的云端 API 不同。
zh_tw: 受管理的 Windows llama-server 使用此電腦的 GPU。這與 NVIDIA 的雲端 API 不同。

# Onboarding_AiSetup_GatewayModels
source: Available on your Gateway
fr_fr: Disponible sur votre Gateway
pt_br: Disponível no seu Gateway
zh_cn: Gateway 上可用的模型
zh_tw: Gateway 上可用的模型

# Onboarding_AiSetup_ConnectProvider
source: Connect an AI provider
fr_fr: Connecter un fournisseur d’IA
pt_br: Conectar um provedor de IA
zh_cn: 连接 AI 提供商
zh_tw: 連線至 AI 提供者

# Onboarding_AiSetup_OtherLocal
source: Set up a local model
fr_fr: Configurer un modèle local
pt_br: Configurar um modelo local
zh_cn: 设置本地模型
zh_tw: 設定本機模型

# Onboarding_AiSetup_OtherLocalDetail
source: Set up and use a model through your Gateway. Review any download or permission requests before continuing.
fr_fr: Configurez et utilisez un modèle via votre Gateway. Vérifiez toute demande de téléchargement ou d’autorisation avant de continuer.
pt_br: Configure e use um modelo pelo seu Gateway. Revise as solicitações de download ou permissão antes de continuar.
zh_cn: 通过 Gateway 设置并使用模型。继续前请查看下载或权限请求。
zh_tw: 透過 Gateway 設定並使用模型。繼續前請檢閱下載或權限要求。

# Onboarding_AiSetup_UtilityNotice
source: Your Gateway also offers setup or utility models. This page connects the main assistant only; utility-only choices are not shown.
fr_fr: Votre Gateway propose aussi des modèles de configuration ou utilitaires. Cette page connecte uniquement l’assistant principal ; les choix uniquement utilitaires sont masqués.
pt_br: Seu Gateway também oferece modelos de configuração ou utilitários. Esta página conecta apenas o assistente principal; opções exclusivas para tarefas utilitárias não são exibidas.
zh_cn: Gateway 还提供设置或辅助任务模型。此页面仅连接主助手，因此不显示仅供辅助任务使用的选项。
zh_tw: Gateway 也提供設定或輔助工作模型。此頁面僅連線主助理，因此不顯示僅供輔助工作使用的選項。

# Onboarding_AiSetup_LocalSetUp
source: Set up Local AI
fr_fr: Configurer l’IA locale
pt_br: Configurar IA local
zh_cn: 设置本地 AI
zh_tw: 設定本機 AI

# Onboarding_AiSetup_LocalStartAndUse
source: Start and use
fr_fr: Démarrer et utiliser
pt_br: Iniciar e usar
zh_cn: 启动并使用
zh_tw: 啟動並使用

# Onboarding_AiSetup_LocalUse
source: Use this model
fr_fr: Utiliser ce modèle
pt_br: Usar este modelo
zh_cn: 使用此模型
zh_tw: 使用此模型

# Onboarding_AiSetup_LocalRepair
source: Repair Local AI
fr_fr: Réparer l’IA locale
pt_br: Reparar IA local
zh_cn: 修复本地 AI
zh_tw: 修復本機 AI

# Onboarding_AiSetup_LocalReconcile
source: Recover and use Local AI
fr_fr: Récupérer et utiliser l’IA locale
pt_br: Recuperar e usar IA local
zh_cn: 恢复并使用本地 AI
zh_tw: 復原並使用本機 AI

# Onboarding_AiSetup_LocalState_Reconcile
source: The owned Gateway route needs recovery.
fr_fr: La route de la passerelle associée doit être récupérée.
pt_br: A rota do Gateway vinculado precisa ser recuperada.
zh_cn: 需要恢复所拥有的网关路由。
zh_tw: 需要復原所擁有的閘道路由。

# LocalAiPage_ReleaseOwnershipButton.Content
source: Release Gateway ownership
fr_fr: Libérer l’association à la passerelle
pt_br: Liberar vínculo com o Gateway
zh_cn: 释放网关所有权
zh_tw: 釋放閘道所有權

# Onboarding_AiSetup_LocalInstall
source: Install and use Local AI
fr_fr: Installer et utiliser l’IA locale
pt_br: Instalar e usar a IA local
zh_cn: 安装并使用本地 AI
zh_tw: 安裝並使用本機 AI

# Onboarding_AiSetup_LocalInstalling
source: Setting up Local AI
fr_fr: Configuration de l’IA locale
pt_br: Configurando a IA local
zh_cn: 正在设置本地 AI
zh_tw: 正在設定本機 AI

# Onboarding_AiSetup_LocalChanged
source: The Gateway or Local AI readiness changed. Go back to Connect your AI and check again before installing.
fr_fr: Le Gateway ou la disponibilité de l’IA locale a changé. Revenez à la connexion de votre IA et vérifiez à nouveau avant l’installation.
pt_br: O Gateway ou a disponibilidade da IA local mudou. Volte à conexão da IA e verifique novamente antes de instalar.
zh_cn: Gateway 或本地 AI 的就绪状态已更改。请返回连接 AI 页面并重新检查，然后再安装。
zh_tw: Gateway 或本機 AI 的就緒狀態已變更。請返回連線 AI 頁面並重新檢查，然後再安裝。

# Onboarding_AiSetup_LocalStartFailed
source: Local AI could not start. Cleanup is complete. Repair Local AI or choose another provider.
fr_fr: L’IA locale n’a pas pu démarrer. Le nettoyage est terminé. Réparez l’IA locale ou choisissez un autre fournisseur.
pt_br: A IA local não pôde iniciar. A limpeza foi concluída. Repare a IA local ou escolha outro provedor.
zh_cn: 本地 AI 无法启动。清理已完成。请修复本地 AI 或选择其他提供商。
zh_tw: 本機 AI 無法啟動。清理已完成。請修復本機 AI 或選擇其他提供者。

# Onboarding_AiSetup_LocalState_Checking
source: Checking this PC. You can still choose an AI provider.
fr_fr: Vérification de ce PC. Vous pouvez toujours choisir un fournisseur d’IA.
pt_br: Verificando este PC. Você ainda pode escolher um provedor de IA.
zh_cn: 正在检查此电脑。你仍可选择 AI 提供商。
zh_tw: 正在檢查此電腦。你仍可選擇 AI 提供者。

# Onboarding_AiSetup_LocalState_SetUp
source: Compatible PC. Review setup before installing.
fr_fr: PC compatible. Vérifiez la configuration avant l’installation.
pt_br: PC compatível. Revise a configuração antes de instalar.
zh_cn: 电脑兼容。安装前请查看设置。
zh_tw: 電腦相容。安裝前請檢閱設定。

# Onboarding_AiSetup_LocalState_StartAndUse
source: Installed, not running
fr_fr: Installé, à l’arrêt
pt_br: Instalado, não está em execução
zh_cn: 已安装，未运行
zh_tw: 已安裝，未執行

# Onboarding_AiSetup_LocalState_Use
source: Running on this PC
fr_fr: En cours sur ce PC
pt_br: Em execução neste PC
zh_cn: 正在此电脑上运行
zh_tw: 正在此電腦上執行

# Onboarding_AiSetup_LocalState_Repair
source: The managed installation needs attention. Review repairs without reinstalling the Gateway.
fr_fr: L’installation gérée nécessite votre attention. Examinez les réparations sans réinstaller le Gateway.
pt_br: A instalação gerenciada precisa de atenção. Revise os reparos sem reinstalar o Gateway.
zh_cn: 托管安装需要处理。查看修复选项，无需重新安装 Gateway。
zh_tw: 受管理的安裝需要處理。檢閱修復選項，不必重新安裝 Gateway。

# Onboarding_AiSetup_LocalState_BusyGpu
source: Compatible GPU, but not enough free GPU memory right now. Close other GPU workloads and check again.
fr_fr: GPU compatible, mais mémoire GPU libre insuffisante. Fermez les autres tâches GPU et réessayez.
pt_br: GPU compatível, mas sem memória de GPU livre suficiente no momento. Feche outras tarefas da GPU e verifique novamente.
zh_cn: GPU 兼容，但当前可用显存不足。请关闭其他 GPU 工作负载并重新检查。
zh_tw: GPU 相容，但目前可用顯示記憶體不足。請關閉其他 GPU 工作負載並重新檢查。

# Onboarding_AiSetup_LocalState_Unsupported
source: This PC does not meet the managed Local AI requirements. You can still connect an AI provider.
fr_fr: Ce PC ne remplit pas les conditions de l’IA locale gérée. Vous pouvez toujours connecter un fournisseur d’IA.
pt_br: Este PC não atende aos requisitos da IA local gerenciada. Você ainda pode conectar um provedor de IA.
zh_cn: 此电脑不符合托管本地 AI 的要求。你仍可连接 AI 提供商。
zh_tw: 此電腦不符合受管理本機 AI 的需求。你仍可連線至 AI 提供者。

# Onboarding_AiSetup_LocalState_Unknown
source: Local AI readiness could not be confirmed. Check again or choose another AI provider.
fr_fr: La disponibilité de l’IA locale n’a pas pu être confirmée. Réessayez ou choisissez un autre fournisseur d’IA.
pt_br: Não foi possível confirmar a disponibilidade da IA local. Verifique novamente ou escolha outro provedor de IA.
zh_cn: 无法确认本地 AI 是否就绪。请重新检查或选择其他 AI 提供商。
zh_tw: 無法確認本機 AI 是否就緒。請重新檢查或選擇其他 AI 提供者。

# Onboarding_AiSetup_LocalState_UnsupportedGateway
source: Managed Local AI requires one app-managed local Gateway selected on this PC. Remote or ambiguous Gateways are not supported.
fr_fr: L’IA locale gérée nécessite un seul Gateway local géré par l’application et sélectionné sur ce PC. Les Gateways distants ou ambigus ne sont pas pris en charge.
pt_br: A IA local gerenciada exige um único Gateway local gerenciado pelo aplicativo e selecionado neste PC. Gateways remotos ou ambíguos não são compatíveis.
zh_cn: 托管本地 AI 要求在此电脑上选定唯一由应用管理的本地 Gateway。不支持远程或归属不明确的 Gateway。
zh_tw: 受管理本機 AI 要求在此電腦上選定唯一由應用程式管理的本機 Gateway。不支援遠端或歸屬不明確的 Gateway。

# Onboarding_AiSetup_LocalState_Working
source: Local AI is starting or stopping. Check again when that operation finishes.
fr_fr: L’IA locale démarre ou s’arrête. Vérifiez à nouveau une fois l’opération terminée.
pt_br: A IA local está iniciando ou parando. Verifique novamente quando a operação terminar.
zh_cn: 本地 AI 正在启动或停止。请在操作完成后重新检查。
zh_tw: 本機 AI 正在啟動或停止。請在作業完成後重新檢查。

# Onboarding_DashboardLaunchFailed
source: Dashboard could not open. Check the verified gateway connection, then try again.
fr_fr: Impossible d’ouvrir le tableau de bord. Vérifiez la connexion à la passerelle validée, puis réessayez.
pt_br: Não foi possível abrir o painel. Verifique a conexão com o gateway verificado e tente novamente.
zh_cn: 无法打开仪表板。请检查已验证网关的连接，然后重试。
zh_tw: 無法開啟儀表板。請檢查已驗證閘道的連線，然後再試一次。

# Onboarding_V4_ConnectionOptions.Text
source: Connection options
fr_fr: Options de connexion
pt_br: Opções de conexão
zh_cn: 连接选项
zh_tw: 連線選項

# Onboarding_V4_OllamaDisclosure.Header
source: Ollama sharing
fr_fr: Partage Ollama
pt_br: Compartilhamento do Ollama
zh_cn: Ollama 共享
zh_tw: Ollama 共用

# Onboarding_V4_OllamaDisclosure.Description
source: Optional
fr_fr: Facultatif
pt_br: Opcional
zh_cn: 可选
zh_tw: 選用

# Onboarding_V4_TailscaleDisclosure.Description
source: Optional
fr_fr: Facultatif
pt_br: Opcional
zh_cn: 可选
zh_tw: 選用

# Onboarding_V4_DetectedAi.Text
source: Detected AI choices
fr_fr: Options d’IA détectées
pt_br: Opções de IA detectadas
zh_cn: 检测到的 AI 选项
zh_tw: 偵測到的 AI 選項

# Onboarding_V4_PhasePrepare.Header
source: Prepare your PC
fr_fr: Préparer votre PC
pt_br: Preparar seu PC
zh_cn: 准备你的电脑
zh_tw: 準備您的電腦

# Onboarding_V4_PhaseInstall.Header
source: Install the Gateway
fr_fr: Installer le Gateway
pt_br: Instalar o Gateway
zh_cn: 安装 Gateway
zh_tw: 安裝 Gateway

# Onboarding_V4_PhaseConnect.Header
source: Start and check connection
fr_fr: Démarrer et vérifier la connexion
pt_br: Iniciar e verificar a conexão
zh_cn: 启动并检查连接
zh_tw: 啟動並檢查連線

# Onboarding_V4_DetailedActivity.Header
source: Detailed activity
fr_fr: Activité détaillée
pt_br: Atividade detalhada
zh_cn: 详细活动
zh_tw: 詳細活動

# Onboarding_V4_InstallationTitle
source: Making room for your agent
fr_fr: Préparation de votre agent
pt_br: Preparando espaço para seu agente
zh_cn: 为你的智能体做好准备
zh_tw: 為您的代理程式做好準備

# Onboarding_V4_InstallationSubtitle
source: One step at a time. You can follow the details below.
fr_fr: Une étape à la fois. Suivez les détails ci-dessous.
pt_br: Uma etapa de cada vez. Acompanhe os detalhes abaixo.
zh_cn: 一步一步进行。你可以在下方查看详情。
zh_tw: 一步一步進行。您可以在下方查看詳細資料。

# Onboarding_V4_RecoveryTitle
source: Restoring Local AI
fr_fr: Restauration de l’IA locale
pt_br: Restaurando a IA local
zh_cn: 正在恢复本地 AI
zh_tw: 正在還原本機 AI

# Onboarding_V4_RecoveryInstall
source: Prepare and check Local AI
fr_fr: Préparer et vérifier l’IA locale
pt_br: Preparar e verificar a IA local
zh_cn: 准备并检查本地 AI
zh_tw: 準備並檢查本機 AI

# Onboarding_V4_StatusPending
source: Waiting
fr_fr: En attente
pt_br: Aguardando
zh_cn: 等待中
zh_tw: 等候中

# Onboarding_V4_StatusRunning
source: In progress
fr_fr: En cours
pt_br: Em andamento
zh_cn: 进行中
zh_tw: 進行中

# Onboarding_V4_StatusComplete
source: Complete
fr_fr: Terminé
pt_br: Concluído
zh_cn: 已完成
zh_tw: 已完成

# Onboarding_V4_StatusSkipped
source: Not needed
fr_fr: Non nécessaire
pt_br: Não necessário
zh_cn: 无需执行
zh_tw: 不需要

# Onboarding_V4_StatusFailed
source: Needs attention
fr_fr: Intervention nécessaire
pt_br: Requer atenção
zh_cn: 需要处理
zh_tw: 需要處理

# Onboarding_V4_StepCount
source: {0} of {1} steps complete
fr_fr: {0} étapes terminées sur {1}
pt_br: {0} de {1} etapas concluídas
zh_cn: 已完成 {0} 步，共 {1} 步
zh_tw: 已完成 {0} 個步驟，共 {1} 個

# Onboarding_V4_StatusCancelled
source: Cancelled
fr_fr: Annulé
pt_br: Cancelado
zh_cn: 已取消
zh_tw: 已取消

# Onboarding_V5_DownloadMeasurement
source: {0} of {1}
fr_fr: {0} sur {1}
pt_br: {0} de {1}
zh_cn: {0}，共 {1}
zh_tw: {0}，共 {1}

# Onboarding_Ready_Heading.Text
source: Your AI is ready
fr_fr: Votre IA est prête
pt_br: Sua IA está pronta
zh_cn: 你的 AI 已就绪
zh_tw: 您的 AI 已就緒

# Onboarding_Ready_Prompt.Text
source: What would you like to do first?
fr_fr: Que souhaitez-vous faire en premier ?
pt_br: O que você gostaria de fazer primeiro?
zh_cn: 你想先做什么？
zh_tw: 您想先做什麼？

# Onboarding_Ready_Chat.Header
source: Talk to my agent
fr_fr: Parler à mon agent
pt_br: Conversar com meu agente
zh_cn: 与我的智能体聊天
zh_tw: 與我的代理程式聊天

# Onboarding_Ready_Chat.Description
source: Open Chat with your agent.
fr_fr: Ouvrir le Chat avec votre agent.
pt_br: Abrir o Chat com seu agente.
zh_cn: 打开 Chat，与智能体聊天。
zh_tw: 開啟 Chat，與代理程式聊天。

source: Talk to my agent, recommended
fr_fr: Parler à mon agent, recommandé
pt_br: Conversar com meu agente, recomendado
zh_cn: 与我的智能体聊天，推荐
zh_tw: 與我的代理程式聊天，建議

# Onboarding_Ready_Skills.Header
source: Explore skills
fr_fr: Explorer les compétences
pt_br: Explorar habilidades
zh_cn: 探索技能
zh_tw: 探索技能

# Onboarding_Ready_Skills.Description
source: Browse skills for your agent. Nothing is installed automatically.
fr_fr: Parcourir les compétences de votre agent. Rien n'est installé automatiquement.
pt_br: Veja habilidades para seu agente. Nada é instalado automaticamente.
zh_cn: 浏览智能体的技能。不会自动安装任何内容。
zh_tw: 瀏覽代理程式的技能。不會自動安裝任何內容。
